/* Title when connecting to a host (right now just contains the host name) */
"%@" = "%@";

/* Unit format string for displaying a number of bytes */
"%@ B" = "%@ B";

/* Unit format string for displaying a number of gigabytes */
"%@ GB" = "%@ GB";

/* Unit format string for displaying a number of gigahertz */
"%@ GHz" = "%@ GHz";

/* Unit format string for displaying a number of hertz */
"%@ Hz" = "%@ Hz";

/* Unit format string for displaying a number of kilobytes */
"%@ KB" = "%@ KB";

/* Unit format string for displaying a number of kilohertz */
"%@ KHz" = "%@ KHz";

/* Unit format string for displaying a number of megabytes */
"%@ MB" = "%@ MB";

/* Unit format string for displaying a number of megahertz */
"%@ MHz" = "%@ MHz";

/* Description of an image's size such as (1024 by 768) */
"%d by %d" = "%1$d per %2$d";

/* Message displayed when the other iPhone refuses a connection */
"\"%@\" has declined connection" = "\"%@\" ha rifiutato la connessione";

/* Error message for an access denied error */
"Access to file denied" = "Accesso al documento negato";

/* Title for screen that shows the currect background activities in progress (downloads or uploads)
   Activity title */
"Activity" = "Attività";

/* Title for add bookmark view */
"Add Bookmark" = "Aggiunta preferiti";

/* Label for file action that adds a media file to the iTunes library of the connected Mac */
"Add File to iTunes Library" = "Aggiungi documento alla libreria di iTunes";

/* Label for file action that adds an image to the iPhoto library of the connected Mac */
"Add Image to iPhoto Library" = "Aggiungi immagine alla libreria di iPhoto";

/* Label for file action that adds a media file to the iTunes library of the connected Mac */
"Add Media File to iTunes Library" = "Aggiungi documento media alla libreria di iTunes";

/* Title for screen where you add a new remote host to bookmark list */
"Add Remote Host" = "Aggiungi Host remoto";

/* Add a photo to the iPhone's photo album */
"Add to Photo Album" = "Aggiungi all’album";

/* Error message for remote write error */
"An error occurred while writing to the remote file" = "Errore durante la scrittura su documento remoto";

/* Error message when remote command execution fails */
"An error was encountered while executing the remote command" = "Errore durante l'esecuzione del comando remoto";

/* Actions available to the user for this file */
"Available Actions" = "Azioni disponibili";

/* Title for view that shows a list of document bookmarks */
"Bookmarks" = "Preferiti";

/* Title for screen that displays the files stored in Briefcase */
"Briefcase Files" = "Documenti Briefcase";

/* System information label for the frequency of the bus (eg 1.3GHz */
"Bus Frequency" = "Frequenza bus";

/* Cancel button label */
"Cancel" = "Annulla";

/* System information label for computer name */
"Computer Name" = "Nome computer";

/* System information label for the type of computer (eg iMac) */
"Computer Type" = "Tipo computer";

/* Connect title */
"Connect" = "Connetti";

/* Title for screen once we have connected */
"Connected" = "Connesso";

/* Title for screen while we are connecting */
"Connecting" = "Connetto";

/* Title for dialog asking user if they wish to accept a connection from another iPhone */
"Connection Request" = "Richiesta di connessione";

/* Message for users viewing file information when not connected */
"Connection required for more options" = "Connessione necessaria per altre opzioni";

/* Message shown to user when they try to connect to an iPhone using Briefcase Lite */
"Briefcase Lite can only receive (not initiate) iPhones-to-iPhone connections" = "Connessione ad iPhone non disponibile con Briefcase Lite";

/* Continue button label */
"Continue" = "Continua";

/* System information label for the number of core the CPU(s) in the computer have */
"CPU Cores" = "Core CPU";

/* System information label for the frequence of the CPU(s) (eg 3GHz) */
"CPU Frequency" = "Frequenza CPU";

/* Label for information field that displays the modified data of the file */
"date" = "data";

/* Delete a document from Briefcase */
"Delete Document" = "Elimina documento";

/* Delete an image from Briefcase */
"Delete Image" = "Elimina immagine";

/* Desktop folder in the user's directory */
"Desktop" = "Desktop";

/* Title for table section that lists the actions you can perform on a disk image */
"Disk Image Options:" = "Opzioni immagine disco:";

/* Message asking the user if they want to receive a transfer from another iPhone and advising them how to cancel the connection */
"Do you wish to receive files from \"%@\"? (Quitting Briefcase will cancel transfer.) Accept files?" = "Ricevere file da \"%@\"? (L’uscita da Briefcase annullerà il trasferimento.) Accettare file?";

/* Documents folder in the user's directory */
"Documents" = "Documenti";

/* Log message when an operation ends with an error */
"Done with error: %@" = "Completato con errore: %@";

/* Title for screen that allows you to download files */
"Download" = "Scarica";

/* Label for downloading a file.  The filename will be substituted in */
"Download %@" = "Scarica %@";

/* Button label for downloading a whole directory */
"Download Directory" = "Scarica intera cartella";

/* Error message when a file download ends before the whole file is downloaded */
"Download of file \"%@\" ended prematurely" = "Scaricamento del documento \"%@\" interrotto prematuramente";

/* Label shown in activity view describing the download operation */
"Downloading" = "Effettuo il download";

/* Log message for when a file is downloaded */
"Downloading file: %@" = "Download del documento: %@";

/* Message informing users that they have to upgrade to get the feature */
"Downloading of directories is supported only in the full version of Briefcase" = "Il download delle directory è supportato solo nella versione completa di Briefcase";

/* Message informing users that they have to upgrade to get the feature */
"Downloading of this file type is supported only in the full version of Briefcase" = "Il download di questo tipo di file è supportato solo nella versione completa di Briefcase";

/* Downloads folder in the user's directory */
"Downloads" = "Scarica";

/* Error message when we have a problem reading the local file */
"Error while reading local file \"%@\" from device" = "Errore di lettura documento locale \"%@\" dal dispositivo";

/* Title for message telling the user a file is too large for this device */
"File Too Large" = "File troppo grande";

/* Title for back button
   Briefcase title */
"Files" = "Documenti";

/* Label for UI element that shows the amount of free space left on the device */
"Free Space:" = "Spazio libero:";

/* Button that takes users to the App Store to buy Briefcase */
"Get Briefcase" = "Ottieni Briefcase";

/* Download title */
"Get File" = "Ottieni documenti";

/* Title for warning when remote host's hash value has changed */
"Host's Hash Value has Changed" = "Valore Hash dell'host modificato";

/* Title for table section that lists the actions you can perform on an image file */
"Image Actions" = "Azioni immagine";

/* Label for file action that installs the given package on the remote Mac */
"Install on Mac" = "Installa su Mac";

/* Title for table section that lists the actions you can perform on an installer package */
"Installer Package Options:" = "Opzioni pacchetto Installazione:";

/* Title for browsing local machines in connect tab */
"Local" = "Locale";

/* Title for login screen */
"Login" = "Login";

/* Title when login failed */
"Login Failed" = "Login fallito";

/* System information label for the amount of memory in the computer */
"Memory Size" = "RAM";

/* Label for file action that mounts the given disk image on the remote Mac */
"Mount Disk Image" = "Monta immagine disco";

/* Movies folder in the user's directory */
"Movies" = "Filmati";

/* Music folder in the user's directory */
"Music" = "Musica";

/* Placeholder for a bookmark name.  It is tagged with a number */
"My Bookmark%d" = "Preferito%d";

/* Label for information field that displays the name of the file */
"name" = "nome";

/* Title for dialogs that show error messages about failed network operations */
"Network Operation Error" = "Errore dell'attività di rete";

/* No, refuse connection */
"No" = "No";

/* Message in information screen when we do not have any information to display */
"No Information Available" = "Nessuna informazione disponibile";

/* Message when there are no local machines */
"No Local Machines" = "Computer locale assente";

/* Error message when we have lost our connection */
"No SFTP connection for download" = "Nessuna connessione SFTP per il download";

/* Message in information screen when we are not connected */
"Not Connected" = "Non connesso";

/* Label for OK button
   OK button label */
"OK" = "OK";

/* Ok button label */
"Ok" = "Ok";

/* Label for file action that opens a document on a connected Macintosh computer */
"Open on Mac" = "Apri su Mac";

/* Label for button that displays the UI for setting the file browsing options */
"Options" = "Opzioni";

/* System information label for the version of the operating system */
"OS Version" = "Versione OS";

/* Title of back button when file browsing.  Refers the the parent directory */
"Parent" = "Principale";

/* Title for table section that lists the actions you can perform on a PDF file */
"PDF Options:" = "Opzioni PDF:";

/* Pictures folder in the user's directory */
"Pictures" = "Immagini";

/* Label for file action that plays a movie or sound file on the iPhone */
"Play File" = "Riproduci documento";

/* Title for browsing remote machines in connect tab */
"Remote" = "Remoto";

/* Message informing users that they have to upgrade to get the feature */
"Remote login is supported only in the full version of Briefcase" = "Il login da remoto è supportato solo nella versione completa di Briefcase";

/* Label for information field that reports an images resolution */
"resolution" = "risoluzione";

/* Label shown in activity view describing the operation */
"Running Remote Command" = "Esecuzione comando remoto";

/* Log message when an upload begins */
"Running remote command" = "Esecuzione comando remoto";

/* Label for file action that sets an image as the desktop background on the remote Mac */
"Set as Desktop Background" = "Imposta come sfondo di desktop";

/* Label for information field that displays the size of the file */
"size" = "dimensioni";

/* Title for system information table */
"System Information" = "Informazioni di sistema";

/* Warning when remote host's hash value has changed */
"The crytographic key of the machine you are logging into has changed.  This could mean another computer has intercepted your login" = "La chiave crittografica del computer in cui si effettua il log in è stata modificata.  Potrebbe significare che un altro computer ha intercettato il vostro login";

/* Message displayed when the user tries to download a file to big to fit on this device */
"There is not enough space on this device to download \"%@\".  You would require %@ more space." = "Spazio sul dispositivo insufficiente per scaricare \"%@\".  Sono necessari altri %@ di spazio.";

/* Message shown to users who try to use the Get Files tab while connected to an iPhone */
"This option not available for iPhones" = "Opzione non disponibile per iPhone";

/* Error message when Briefcase cannot open a remote file */
"Unable to open remote file \"%@\"" = "Impossibile aprire il documento remoto \"%@\"";

/* Error message when we cannot open a local file on the iPhone */
"Unable to read \"%@\" file on local device" = "Impossibile leggere il file \"%@\" sul dispositivo locale";

/* Error message for when Briefcase cannot read a file's properties */
"Unable to read properties of remote file" = "Impossibile leggere le proprietà del documento remoto";

/* Error message when Briefcase cannot resume a download because the file is larger than 2Gb */
"Unable to resume download of file \"%@\".  File is too large" = "Impossibile riprendere il download del file \"%@\".  Il file è troppo grande";

/* Error message when remote command execution fails */
"Unable to run command on remote host" = "Impossibile eseguire il comando sull'host remoto";

/* Error message when Briefcase cannot open a local file */
"Unable to write file \"%@\" to iPhone" = "Impossibile scrivere il documento \"%@\" su iPhone";

/* Error message when an unknown error has occurred */
"Unknown error" = "Errore sconosciuto";

/* Button allowing a user to upload to another iPhone user's copy of Briefcase */
"Upload to Briefcase" = "Carica in Briefcase";

/* Title for table section that lists places you can upload your file to */
"Upload to:" = "Carica in";

/* Label shown in activity view describing the upload operation */
"Uploading" = "Caricamento";

/* Log message when we start uploading a file */
"Uploading file %@" = "Caricamento file %@";

/* Label for UI element that shows the amount of space used by files in Briefcase */
"Used Space:" = "Spazio utilizzato:";

/* Label for file action that views a document on the iPhone */
"View Document" = "Vista documento";

/* Label for file action that views a document on a connected Macintosh computer */
"View Document on Mac" = "Visualizza il documento su Mac";

/* Label for file action that views an image on the connected Mac */
"View Image On Mac" = "Visualizza l’immagine su Mac";

/* Message shown to the user while waiting for the other iPhone to accept their connection request */
"Waiting for permission to connect to \"%@\"" = "In attesa di permesso per effettuare la connessione a \"%@\"";

/* Warning displayed to user the first time they save a password */
"Warning: If you save passwords to the keychain it is strongly recommended that you turn on the Passcode Lock feature of the iPhone." = "Avviso: Se si registrano le password nel Portachiavi, si raccomanda fortemente di attivare la funzione \"Passcode lock\" dell'iPhone.";

/* Yes, accept connection */
"Yes" = "Sì";

/* Message when login failed */
"Your username and password were not accepted.  Please try again." = "Nome utente e password non accettati.  Riprova.";

﻿
/* Message asking user if they want to replace a local file */
"\"%@\" already exists in Briefcase.  Do you want to replace it?" = "\"%@\" esiste già in Briefcase. Sostituirlo?";

/* Title for button that allows the user to add a new remote destination to upload files to */
"Add New Destination" = "Aggiungi nuova destinazione";

/* The name of the file containing the manual.  This filename should be translated */
"Briefcase Manual.pdf" = "Manuale di Briefcase.pdf";

/* Button allowing the user to choose a destination for their file on the remote machine */
"Choose Destination" = "Scegli destinazione";

/* message telling the user that the directory they are downloading has too many files in it */
"Directory contains too many files to download" = "La directory contiene troppi file da scaricare";

/* Title for message telling the user a directory is too large for this device */
"Directory Too Large" = "Directory troppo grande";

/* Title for warning that a files already exists */
"File Exists" = "File esistente";

/* Title for message to user warning them to lock their devices */
"Keychain Warning" = "Avviso portachiavi";

/* Label for file action that plays a media file on a connected Macintosh computer */
"Play File on Mac" = "Riproduci il file su Mac";

/* Message asking user if they want to replace a remote file */
"The remote file \"%@\" already exists.  Do you want to replace it?" = "Il file remoto \"%@\" esiste già. Sostituirlo?";

/* Message displayed when the user tries to download a file to big to fit on this device */
"There is not enough space on the remote device to upload \"%@\".  You would require %@ more space." = "Spazio sul dispositivo remoto insufficiente per caricare \"%@\". Sono necessari altri %@ di spazio.";

/* Message asking user if they want to replace a remote file */
"The remote file \"%@\" already exists.  Do you want to replace it?" = "Il file remoto \"%@\" esiste già. Sostituirlo?";

/* Message displayed when the user tries to download a file to big to fit on this device */
"There is not enough space on the remote device to upload \"%@\".  You would require %@ more space." = "Spazio sul dispositivo remoto insufficiente per caricare \"%@\". Sono necessari altri %@ di spazio.";

/* Title for error message that occurs when Briefcase cannot display a document */
"View Document Error" = "Errore di visualizzazione del documento";

/* Error message displayed when Briefcase cannot display a document */
"Viewing of document \"%@\" is not supported on this device" = "La visualizzazione del documento \"%@\" non è supportata su questo dispositivo";

/* Message informing users that they have to upgrade to view large images */
"Image viewing in Briefcase Lite is limited to small images (one mega-pixel or less)" = "La visualizzazione delle immagini in Briefcase Lite è limitata a piccole immagini. La versione completa di Briefcase supporta immagini più grosse.";

/* Message asking the user if they want to erase all of their passwords */
"Do you wish to clear all stored passwords from your keychain?" = "Vuoi cancellare tutte le password memorizzate nel tuo portachiavi ?";

/* Message displayed to the user when the username/password is incorrect */
"Authentication Failed" = "Autenticazione non riuscita";

/* Message to user when starting the server fails */
"Briefcase server failed to start: %@" = "Il server Briefcase non è riuscito ad avviarsi: %@";

/* Description of key exception */
"Could not add private key to keychain" = "Impossibile aggiungere una chiave privata al portachiavi";

/* Description of key exception */
"Could not add public key to keychain" = "Impossibile aggiungere una chiave pubblica al portachiavi";

/* Description of key generation exception */
"Could not find generated key pair" = "Impossibile trovare una coppia di chiavi generate";

/* Delete partial file */
"Delete" = "Elimina";

/* Message asking the user if they want to erase all of their passwords */
"Do you wish to clear all stored passwords from your keychain?" = "Cancellare tutte le password archiviate dal portachiavi?";

/* Error message when we reach the end of a remote file unexpectedly */
"End of file error" = "Errore di fine del documento";

/* General error when accessing remote files */
"Error accessing remote files (%d)" = "Errore durante l’accesso ai documenti remoti (%d)";

/* Message displayed to users when network connection to a host fails */
"Error connecting to \"%@\"" = "Errore durante la connessione a \"%@\"";

/* Message displayed to users when network connection to a host fails.  A system provided message is appended */
"Error connecting to \"%@\": %s" = "Errore durante la connessione a \"%@\": %s";

/* Message when Briefcase cannot establish an SSH connection */
"Failed to establish SSH connection" = "Impossibile stabilire una connessione SSH";

/* Title for warning when a download is incomplete */
"Incomplete Download" = "Download incompleto";

/* Keep partial file */
"Keep" = "Mantieni";

/* Name of keychain exception */
"Keychain Error" = "Errore del portachiavi";

/* Title for dialog telling the user that we ran out of memory */
"Low Memory" = "Memoria insufficiente";

/* Error message when we cannot find a remote file */
"No such file" = "Nessun documento";

/* Message telling the user that only part of a file was received */
"Only part of the file \"%@\" was received.  Do you wish to delete the partial file?" = "Solo parte del documento \"%@\" was received.  Do you wish to delete the partial file?";

/* Message to user saying that we had to close their document because of a low memory situation */
"Out of memory. Closing document" = "Memoria esaurita. Chiusura documento";

/* Error when we are denied access to a remote file */
"Permission denied" = "Permesso negato";

/* Log message when an upload begins */
"Receiving File" = "Ricezione del documento";

/* Log message when an upload begins */
"Running remote command" = "Esecuzione comando remoto";

/* Title for dialog telling the user that the server failed to start */
"Server Error" = "Errore del server";

/* Message displayed when the user tries to download a file to big to fit on this device */
"There is not enough space on the remote device to upload \"%@\".  You would require %@ more space." = "Spazio sul dispositivo remoto insufficiente per caricare \"%@\".  Sono necessari altri %@ di spazio.";

/* Message informing users that they have to upgrade to view more file types */
"This document type is not supported in Briefcase Lite." = "Questo tipo di documento non è supportato in Briefcase Lite.";

/* Warn the user to use their short username for logging in (do not translate 'FAQ') */
"Use short username (see FAQ)" = "Utilizzare un nome utente breve (vedi FAQ)";

/* Message to the user telling them that no WiFi network is available */
"No WiFi Network" = "Nessun network WiFi";

/* Message to the user telling them that no network is available */
"No Network" = "Nessun network";

